Repository: nextcloud/integration_collaboard
Catalog: translationfiles/*/integration_collaboard.po
Languages: de, es, fr, it, sv

source: Error getting OAuth access token.
de: Fehler beim Abrufen des OAuth-Zugriffstokens.
es: Error al obtener el token de acceso OAuth.
fr: Erreur lors de l'obtention du jeton d'accès OAuth.
it: Errore nel recupero del token di accesso OAuth.
sv: Fel vid hämtning av OAuth-åtkomsttoken.

source: Error during OAuth exchanges
de: Fehler beim Erstellen der OAuth-Verbindung
es: Error durante los intercambios de OAuth
fr: Erreur lors des échanges OAuth
it: Errore durante gli scambi OAuth
sv: Fel under OAuth-utbyten

source: Your Collaboard session has expired, please re-authenticate in your user settings.
de: Deine Collaboard-Sitzung ist abgelaufen. Bitte authentisiere Dich erneut in Deinen Benutzereinstellungen.
es: Tu sesión de Collaboard ha expirado, por favor vuelve a autenticarte en la configuración de tu usuario.
fr: Votre session Collaboard a expiré, veuillez vous ré-authentifier dans vos paramètres utilisateur.
it: La tua sessione Collaboard è scaduta, per favore autenticati nuovamente nelle tue impostazioni utente.
sv: Din Collaboard-session har gått ut, vänligen autentisera om i dina användarinställningar.

source: Bad HTTP method
de: Ungültige HTTP-Methode
es: Método HTTP incorrecto
fr: Mauvaise méthode HTTP
it: Metodo HTTP errato
sv: Dålig HTTP-metod

source: Bad credentials
de: Ungültige Anmeldeinformationen
es: Credenciales incorrectas
fr: Mauvaises informations d'identification
it: Credenziali non valide
sv: Ogiltiga referenser

source: Collaboard API client error
de: Collaboard API Client-Fehler
es: Error del cliente API de Collaboard
fr: Erreur du client API Collaboard
it: Errore del client API di Collaboard
sv: Collaboard API-klientfel

source: OAuth access token refused
de: OAuth-Zugriffstoken abgelehnt
es: Token de acceso OAuth rechazado
fr: Jeton d'accès OAuth refusé
it: Token di accesso OAuth rifiutato
sv: OAuth-åtkomsttoken nekades

source: Connected accounts
de: Verbundene Konten
es: Cuentas conectadas
fr: Comptes connectés
it: Account collegati
sv: Anslutna konton

source: Collaboard integration
es: Integración de Collaboard
fr: Intégration de Collaboard
it: Integrazione Collaboard
sv: Integration av Collaboard

source: Integration of Collaboard
de: Integration von Collaboard
es: Integración de Collaboard
fr: Intégration de Collaboard
it: Integrazione di Collaboard
sv: Integration av Collaboard

source: You are not connected to Collaboard
de: Du bist nicht mit Collaboard verbunden
es: No estás conectado a Collaboard
fr: Vous n'êtes pas connecté à Collaboard
it: Non sei connesso a Collaboard
sv: Du är inte ansluten till Collaboard

source: Configure Collaboard integration
de: Collaboard-Integration konfigurieren
es: Configurar la integración de Collaboard
fr: Configurer l'intégration de Collaboard
it: Configura l'integrazione di Collaboard
sv: Konfigurera Collaboard-integration

source: Failed to get the project list
de: Fehler beim Abrufen der Projektliste
es: Error al obtener la lista de proyectos
fr: Échec de l'obtention de la liste des projets
it: Impossibile ottenere l'elenco dei progetti
sv: Misslyckades med att hämta projektlistan

source: Loading project list
de: Projektliste wird geladen
es: Cargando lista de proyectos
fr: Chargement de la liste des projets
it: Caricamento elenco progetti
sv: Laddar projektlista

source: You haven't created any project yet
de: Du hast noch kein Projekt erstellt
es: Aún no has creado ningún proyecto
fr: Vous n'avez encore créé aucun projet
it: Non hai ancora creato nessun progetto
sv: Du har inte skapat något projekt ännu

source: Create a project
de: Projekt erstellen
es: Crea un proyecto
fr: Créer un projet
it: Crea un progetto
sv: Skapa ett projekt

source: Failed to get projects
de: Fehler beim Abrufen von Projekten
es: Error al obtener los proyectos
fr: Échec de l'obtention des projets
it: Impossibile ottenere i progetti
sv: Misslyckades med att hämta projekt

source: New project was created in Collaboard
de: Neues Projekt wurde in Collaboard erstellt
es: Se creó un nuevo proyecto en Collaboard
fr: Un nouveau projet a été créé dans Collaboard
it: È stato creato un nuovo progetto in Collaboard
sv: Nytt projekt skapades i Collaboard

source: Failed to create new project
de: Fehler beim Erstellen eines neuen Projekts
es: Error al crear un nuevo proyecto
fr: Échec de la création d'un nouveau projet
it: Impossibile creare un nuovo progetto
sv: Misslyckades med att skapa nytt projekt

source: Free Collaboard plan is limited to 3 projects
de: Der kostenlose Collaboard-Zugang ist auf 3 Projekte begrenzt
es: El plan gratuito de Collaboard está limitado a 3 proyectos
fr: Le plan Collaboard gratuit est limité à 3 projets
it: Il piano gratuito di Collaboard è limitato a 3 progetti
sv: Gratis Collaboard-plan är begränsat till 3 projekt

source: Failed to delete the project
de: Fehler beim Löschen des Projekts
es: Error al eliminar el proyecto
fr: Échec de la suppression du projet
it: Impossibile eliminare il progetto
sv: Misslyckades med att radera projektet

source: {name} deleted
de: {name} gelöscht
es: {name} eliminado
fr: {name} a supprimé
it: {name} eliminato
sv: {name} raderades

source: If you want to allow your Nextcloud users to connect to Collaboard via OAuth, get in touch with Collaboard Support to get the ID and secret.
de: Wenn Du Deinen Nextcloud-Benutzern erlauben möchtest, sich über OAuth mit Collaboard zu verbinden, wende Dich an den Collaboard-Support, um die App-ID und das App Secret zu erhalten.
es: Si quieres permitir a tus usuarios de Nextcloud conectarse a Collaboard a través de OAuth, ponte en contacto con el soporte de Collaboard para obtener el ID y el secreto.
fr: Si vous souhaitez permettre à vos utilisateurs Nextcloud de se connecter à Collaboard via OAuth, contactez le support de Collaboard pour obtenir l'ID et le secret.
it: Se vuoi permettere ai tuoi utenti Nextcloud di connettersi a Collaboard tramite OAuth, mettiti in contatto con il Supporto Collaboard per ottenere l'ID e il segreto.
sv: Om du vill tillåta dina Nextcloud-användare att ansluta till Collaboard via OAuth, ta kontakt med Collaboard Support för att få ID och hemlighet.

source: Make sure you provide the "Redirect URI" to Collaboard Support
de: Stelle sicher, dass Du die "Redirect URI" an den Collaboard Support weitergibst
es: Asegúrate de proporcionar el "URI de redirección" al Soporte de Collaboard
fr: Assurez-vous de fournir l'"URI de redirection" au support de Collaboard
it: Assicurati di fornire il "Redirect URI" al supporto Collaboard
sv: Se till att du tillhandahåller "Redirect URI" till Collaboard Support

source: ID of your Collaboard application
de: ID Deiner Collaboard-Anwendung
es: ID de tu aplicación Collaboard
fr: ID de votre application Collaboard
it: ID della tua applicazione Collaboard
sv: ID för din Collaboard-applikation

source: Client secret of your Collaboard application
de: Client Secret Ihrer Collaboard-Anwendung
es: Secreto del cliente de su aplicación Collaboard
fr: Secret client de votre application Collaboard
it: Segreto del cliente della tua applicazione Collaboard
sv: Klientshemlighet för din Collaboard-applikation

source: Use a popup to authenticate
de: Verwenden Sie ein Pop-up zur Authentisierung
es: Usa una ventana emergente para autenticar
fr: Utilisez une fenêtre contextuelle pour vous authentifier
it: Usa un popup per autenticarti
sv: Använd en popup för att autentisera

source: Default Collaboard API server
de: Standard Collaboard API-Server
es: Servidor API de Collaboard por defecto
fr: Serveur API Collaboard par défaut
it: Server API Collaboard predefinito
sv: Standard Collaboard API-server

source: You have specified a custom domain address. Did you forget to specify a custom API address?
de: Du hast eine benutzerdefinierte Domain-Adresse angegeben. Hast Du vergessen, eine benutzerdefinierte API-Adresse anzugeben?
es: Ha especificado una dirección de dominio personalizada. ¿Olvidó especificar una dirección de API personalizada?
fr: Vous avez spécifié une adresse de domaine personnalisée. Avez-vous oublié de spécifier une adresse API personnalisée ?
it: Hai specificato un indirizzo di dominio personalizzato. Hai dimenticato di specificare un indirizzo API personalizzato?
sv: Du har angett en anpassad domänadress. Glömde du att ange en anpassad API-adress?

source: Default Collaboard domain url
de: Standard Collaboard-Domain-URL
es: URL del dominio Collaboard predeterminado
fr: URL de domaine Collaboard par défaut
it: URL di default del dominio Collaboard
sv: Standard Collaboard-domän-URL

source: You have specified a custom API address. Did you forget to specify a custom domain address?
de: Du hast eine benutzerdefinierte API-Adresse angegeben. Hast Du vergessen, eine benutzerdefinierte Domain-Adresse anzugeben?
es: Ha especificado una dirección de API personalizada. ¿Olvidó especificar una dirección de dominio personalizada?
fr: Vous avez spécifié une adresse API personnalisée. Avez-vous oublié de spécifier une adresse de domaine personnalisée ?
it: Hai specificato un indirizzo API personalizzato. Hai dimenticato di specificare un indirizzo di dominio personalizzato?
sv: Du har angett en anpassad API-adress. Glömde du att ange en anpassad domänadress?

source: Collaboard admin options saved
de: Collaboard-Admin-Optionen gespeichert
es: Opciones de administrador de Collaboard guardadas
fr: Options d'administrateur Collaboard enregistrées
it: Opzioni amministrative di Collaboard salvate
sv: Collaboard-adminalternativen sparade

source: Failed to save Collaboard admin options
de: Fehler beim Speichern der Collaboard-Admin-Optionen
es: Error al guardar las opciones de administrador de Collaboard
fr: Échec de l'enregistrement des options d'administrateur de Collaboard
it: Impossibile salvare le opzioni dell'amministratore di Collaboard
sv: Misslyckades med att spara Collaboard-adminalternativ

source: Invitation link
de: Einladungslink
es: Enlace de invitación
fr: Lien d'invitation
it: Link di invito
sv: Inbjudningslänk

source: Registered users permissions
de: Berechtigungen für registrierte Benutzer
es: Permisos de usuarios registrados
fr: Autorisations des utilisateurs enregistrés
it: Permessi degli utenti registrati
sv: Registrerade användares behörigheter

source: Allow guests
de: Gäste zulassen
es: Permitir invitados
fr: Autoriser les invités
it: Permetti agli ospiti
sv: Tillåt gäster

source: Allow guests (paid license required)
de: Gäste zulassen (Lizenz erforderlich)
es: Permitir invitados (se requiere licencia de pago)
fr: Autoriser les invités (licence payante requise)
it: Consenti agli ospiti (licenza a pagamento richiesta)
sv: Tillåt gäster (betalad licens krävs)

source: Guest permissions
de: Gastberechtigungen
es: Permisos de invitado
fr: Autorisations des invités
it: Permessi degli ospiti
sv: Gästrättigheter

source: Password (optional)
de: Passwort (optional)
es: Contraseña (opcional)
fr: Mot de passe (facultatif)
it: Password (opzionale)
sv: Lösenord (valfritt)

source: no password
de: kein Passwort
es: sin contraseña
fr: aucun mot de passe
it: nessuna password
sv: inget lösenord

source: Expires in
de: Läuft ab in
es: Caduca en
fr: Expire dans
it: Scade tra
sv: Gäller till

source: Create another link
de: Einen weiteren Link erstellen
es: Crea otro enlace
fr: Créer un autre lien
it: Crea un altro link
sv: Skapa en annan länk

source: Create link
de: Link erstellen
es: Crear enlace
fr: Créer un lien
it: Crea collegamento
sv: Skapa länk

source: Share link to a Talk conversation
de: Link zu einem Talk-Gespräch teilen
es: Compartir enlace a una conversación de Talk
fr: Partager le lien vers une conversation Talk
it: Condividi il link a una conversazione Talk
sv: Dela länk till en Talk-konversation

source: No access
de: Kein Zugang
es: Sin acceso
fr: Aucun accès
it: Nessun accesso
sv: Ingen åtkomst

source: Can view
de: Kann anzeigen
es: Puede ver
fr: Peut voir
it: Può visualizzare
sv: Kan visa

source: Can edit
de: Kann bearbeiten
es: Puede editar
fr: Peut éditer
it: Può modificare
sv: Kan redigera

source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
sv: Aldrig

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
sv: 1 timme

source: 4 hours
de: 4 Stunden
es: 4 horas
fr: 4 heures
it: 4 ore
sv: 4 timmar

source: 12 hours
de: 12 Stunden
es: 12 horas
fr: 12 heures
it: 12 ore
sv: 12 timmar

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
sv: 1 dag

source: 2 days
de: 2 Tage
es: 2 días
fr: 2 jours
it: 2 giorni
sv: 2 dagar

source: 5 days
de: 5 Tage
es: 5 días
fr: 5 jours
it: 5 giorni
sv: 5 dagar

source: 10 days
de: 10 Tage
es: 10 días
fr: 10 jours
it: 10 giorni
sv: 10 dagar

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
sv: 30 dagar

source: 60 days
de: 60 Tage
es: 60 días
fr: 60 jours
it: 60 giorni
sv: 60 dagar

source: Invitation link was created
de: Einladungslink wurde erstellt
es: Se creó el enlace de invitación
fr: Le lien d'invitation a été créé
it: Il link di invito è stato creato
sv: Inbjudningslänken skapades

source: Failed to create invitation link
de: Fehler beim Erstellen des Einladungslinks
es: Error al crear el enlace de invitación
fr: Échec de la création du lien d'invitation
it: Impossibile creare il link di invito
sv: Misslyckades med att skapa inbjudningslänk

source: Choose color
de: Farbe auswählen
es: Elegir color
fr: Choisissez la couleur
it: Scegli il colore
sv: Välj färg

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
sv: Avbryt

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
sv: Skapa

source: Field "{name}" is missing
de: Das Feld "{name}" fehlt
es: El campo "{name}" falta
fr: Le champ "{name}" est manquant
it: Il campo "{name}" è mancante
sv: Fältet "{name}" saknas

source: Create a new project
de: Neues Projekt erstellen
es: Crea un nuevo proyecto
fr: Créer un nouveau projet
it: Crea un nuovo progetto
sv: Skapa ett nytt projekt

source: Ask your administrator to configure the Collaboard integration in Nextcloud.
de: Bitte Deinen Administrator die Collaboard-Integration in Nextcloud zu konfigurieren.
es: Pide a tu administrador que configure la integración de Collaboard en Nextcloud.
fr: Demander à votre administrateur de configurer l'intégration de Collaboard dans Nextcloud.
it: Chiedi al tuo amministratore di configurare l'integrazione di Collaboard in Nextcloud.
sv: Be din administratör att konfigurera Collaboard-integrationen i Nextcloud.

source: Connect to Collaboard
de: Verbindung mit Collaboard herstellen
es: Conéctate a Collaboard
fr: Connectez-vous à Collaboard
it: Connetti a Collaboard
sv: Anslut till Collaboard

source: Connected as {user}
de: Verbunden als {user}
es: Conectado como {user}
fr: Connecté en tant que {user}
it: Connesso come {user}
sv: Ansluten som {user}

source: Disconnect from Collaboard
de: Verbindung mit Collaboard trennen
es: Desconectar de Collaboard
fr: Déconnectez-vous de Collaboard
it: Disconnetti da Collaboard
sv: Koppla från Collaboard

source: Successfully connected to Collaboard!
de: Erfolgreich mit Collaboard verbunden!
es: ¡Conexión exitosa a Collaboard!
fr: Connecté avec succès à Collaboard !
it: Connesso con successo a Collaboard!
sv: Framgångsrikt ansluten till Collaboard!

source: Error connecting to Collaboard:
de: Fehler bei der Verbindung zu Collaboard:
es: Error al conectar con Collaboard:
fr: Erreur de connexion à Collaboard :
it: Errore durante la connessione a Collaboard:
sv: Fel vid anslutning till Collaboard:

source: Collaboard options saved
de: Collaboard-Einstellungen gespeichert
es: Opciones de Collaboard guardadas
fr: Options Collaboard enregistrées
it: Opzioni Collaboard salvate
sv: Collaboard-inställningar sparade

source: Failed to save Collaboard options
de: Fehler beim Speichern der Collaboard-Einstellungen
es: Error al guardar las opciones
fr: Échec de l'enregistrement des options Collaboard
it: Impossibile salvare le opzioni di Collaboard
sv: Misslyckades med att spara Collaboard-inställningar

source: Back to project list
de: Zurück zur Projektliste
es: Regresar a la lista de proyectos
fr: Retour à la liste des projets
it: Torna alla lista dei progetti
sv: Tillbaka till projektlistan

source: Delete project
de: Projekt löschen
es: Eliminar proyecto
fr: Supprimer le projet
it: Elimina progetto
sv: Radera projekt

source: Project personal link
de: Persönlicher Projektlink
es: Enlace personal del proyecto
fr: Lien personnel du projet
it: Link personale del progetto
sv: Personlig projektlänk

source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
sv: Kopiera till urklipp

source: Open in a new tab
de: In einem neuen Tab öffnen
es: Abrir en una nueva pestaña
fr: Ouvrir dans un nouvel onglet
it: Apri in una nuova scheda
sv: Öppna i en ny flik

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
sv: Aktiverad

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
sv: Inaktiverad

source: Project link copied!
de: Projektlink kopiert!
es: ¡Enlace del proyecto copiado!
fr: Lien du projet copié !
it: Link del progetto copiato!
sv: Projektlänk kopierad!

source: Link could not be copied to clipboard
de: Link konnte nicht in die Zwischenablage kopiert werden
es: El enlace no se pudo copiar al portapapeles
fr: Le lien n'a pas pu être copié dans le presse-papiers
it: Il link non può essere copiato negli appunti
sv: Länken kunde inte kopieras till urklipp

source: Updated: {date}
de: Aktualisiert: {date}
es: Actualizado: {date}
fr: Mis à jour : {date}
it: Aggiornato: {date}
sv: Uppdaterad: {date}

source: Owner: {user}
de: Besitzer: {user}
es: Propietario: {user}
fr: Propriétaire : {user}
it: Proprietario: {user}
sv: Ägare: {user}

source: Reload project list from Collaboard
de: Projektliste von Collaboard neu laden
es: Recargar la lista de proyectos desde Collaboard
fr: Recharger la liste des projets depuis Collaboard
it: Ricarica l'elenco dei progetti da Collaboard
sv: Ladda om projektlistan från Collaboard

source: Send link to a Talk room
de: Link zu einem Talk Room senden
es: Enviar enlace a una sala de Talk
fr: Envoyer le lien vers une salle de discussion
it: Invia il link a una stanza di Talk
sv: Skicka länk till ett Talk-rum

source: Search for users, groups or conversations
de: Suche nach Benutzern, Gruppen oder Unterhaltungen
es: Busca usuarios, grupos o conversaciones
fr: Recherchez des utilisateurs, des groupes ou des conversations
it: Cerca utenti, gruppi o conversazioni
sv: Sök efter användare, grupper eller konversationer

source: Conversations
de: Unterhaltungen
es: Conversaciones
it: Conversazioni
sv: Samtal

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
sv: Användare

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
sv: Grupper

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
sv: Skicka

source: You created a conversation with {name}
de: Du hast eine Unterhaltung mit {name} gestartet
es: Has creado una conversación con {name}
fr: Vous avez créé une conversation avec {name}
it: Hai creato una conversazione con {name}
sv: Du skapade en konversation med {name}

source: Failed to join
de: Fehler beim Beitreten
es: Error al unirse
fr: Échec de la connexion
it: Impossibile unirsi
sv: Misslyckades med att ansluta

source: You joined {name}
de: Du bist {name} beigetreten
es: Te uniste a {name}
fr: Vous avez rejoint {name}
it: Sei entrato in {name}
sv: Du gick med i {name}

source: Collaboard project "{name}": {link}
de: Collaboard-Projekt "{name}": {link}
es: Proyecto Collaboard "{name}": {link}
fr: Projet Collaboard ""{name}" : {link}
it: Progetto Collaboard ""{name}": {link}
sv: Collaboard-projekt "{name}": {link}

source: Link sent to {name}
de: Link gesendet an {name}
es: Enlace enviado a {name}
fr: Lien envoyé à {name}
it: Link inviato a {name}
sv: Länk skickad till {name}

source: Failed to send link
de: Link konnte nicht gesendet werden
es: Error al enviar el enlace
fr: Échec de l'envoi du lien
it: Impossibile inviare il link
sv: Misslyckades med att skicka länken

source: Project name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
it: Nome del progetto
sv: Projektnamn

source: New Project
de: Neues Projekt
es: Nuevo Proyecto
fr: Nouveau Projet
it: Nuovo Progetto
sv: Nytt Projekt

source: Created at
de: Erstellt am
es: Creado en
fr: Créé à
it: Creato il
sv: Skapad vid

source: Created by
de: Erstellt von
es: Creado por
fr: Créé par
it: Creato da
sv: Skapad av

source: Updated at
de: Aktualisiert um
es: Actualizado a las
fr: Mis à jour à
it: Aggiornato alle
sv: Uppdaterad kl

source: Sign in with Collaboard
de: Mit Collaboard anmelden
es: Inicia sesión con Collaboard
fr: Connectez-vous avec Collaboard
it: Accedi con Collaboard
sv: Logga in med Collaboard

source: Failed to save Collaboard OAuth state
de: Fehler beim Speichern des Collaboard OAuth-Zustands
es: Error al guardar el estado OAuth de Collaboard
fr: Échec de l'enregistrement de l'état OAuth de Collaboard
it: Impossibile salvare lo stato OAuth di Collaboard
sv: Misslyckades med att spara Collaboard OAuth-status

source: Environment
de: Umgebung
es: Ambiente
fr: Environnement
it: Ambiente
sv: Miljö

source: Open Collaboard board links in Nextcloud
de: Collaboard-Projektlinks in Nextcloud öffnen
es: Abrir enlaces del proyecto Collaboard en Nextcloud
fr: Ouvrez les liens du projet Collaboard dans Nextcloud
it: Apri i link del progetto Collaboard in Nextcloud
sv: Öppna Collaboard-projektlänkar i Nextcloud

source: Open here
de: Hier öffnen
es: Abrir aquí
fr: Ouvrir ici
it: Apri qui
sv: Öppna här

source: To allow your Nextcloud users to connect to Collaboard via OAuth, check
de: Um Deinen Nextcloud-Benutzern die Verbindung zu Collaboard über OAuth zu ermöglichen, siehe
es: Para que tus usuarios de Nextcloud puedan conectarse a Collaboard mediante OAuth, consulta
fr: Pour autoriser vos utilisateurs Nextcloud à se connecter à Collaboard via OAuth, référez-vous à
it: Per consentire ai tuoi utenti di Nextcloud di collegarsi a Collaboard tramite OAuth, fai riferimento a
sv: För att låta dina Nextcloud-användare koppla upp sig till Collaboard via OAuth, se

source: Collaboard for Nextcloud.
de: Collaboard für Nextcloud.
es: Collaboard para Nextcloud.
fr: Collaboard pour Nextcloud.
it: Collaboard per Nextcloud.
sv: Collaboard för Nextcloud.

source: Make sure you provide the "Redirect URI"
de: Stelle sicher, dass Du die "Weiterleitungs-URI" dabei mit angibst
es: Asegúrate de proporcionar el "URI de redirección"
fr: Assurez-vous de fournir le "Redirect URI"
it: Assicurati di fornire il "Redirect URI"
sv: Se till att du anger "Omdirigerings-URI"

source: Collaboard API server
es: Servidor API de Collaboard
fr: Serveur API Collaboard
it: Server API di Collaboard

source: Please configure the Collaboard integration in Nextcloud administration settings. Check
de: Bitte richte die Collaboard-Integration in den Nextcloud-Administrationseinstellungen ein. Siehe
es: Por favor, ajuste la integración de Collaboard en las configuraciones de administración de Nextcloud. Consulte
fr: Configurez l'intégration de Collaboard dans les paramètres d'administration de Nextcloud. Consultez
it: Configura l'integrazione di Collaboard nelle impostazioni di amministrazione di Nextcloud. Fai riferimento a
sv: Konfigurera Collaboard-integrationen i Nextclouds administrationsinställningar. Se till
